Repository: triopsi/th-about-our-services
Catalog: lang/thaos-*.po
Languages: de_de

source: About our services
de_de: Über unser Service

source: A simple about our services plugin. Create items and copy-paste the shortcode everywhere in your post or site.
de_de: Ein einfaches "Über unser Service" Plugin. Erstelle Items und kopiere den Shortcode überall in deinen Posts oder Seiten.

source: How It Works
de_de: Wie funktioniert es?

source: Help
de_de: Hilfe

source: How It Works - Display and shortcode
de_de: Wie funktioniert es - Shortcodes und Anzeigen

source: Geeting Started with TH Services
de_de: Starten mit TH Services

source: Step 1. Go to "All Services --> Add New Service"
de_de: Schritt 1. Gehe auf "Alle Service --> Service hinzufügen"

source: Step 2. Add Service title, a descriptions, choose a icon and insert optimal a page link.
de_de: Schritt 2. Füge ein Service Titel, eine Beschreibung, ein Icon und optional ein Seitenlink ein.

source: Step 3a. Copy-paste the shortcode [thaos] anywhere in your post or site for show a row of services.
de_de: Schritt 3a. Kopieren Sie den Shortcode [thaos] und fügen Sie ihn in einem Beitrag oder Seite für eine Reihe von Services ein.

source: or
de_de: oder

source: Step 3b. Copy-paste the shortcode [thaos servicename="&lt;slug-name&gt;"] anywhere in your post or site for show a single service.
de_de: Schritt 3b. Kopieren Sie den Shortcode [thaos servicename="&lt;slug-name&gt;"] und fügen Sie ihn in einem Beitrag oder Seite für eine Einzelsicht ein.

source: All Shortcodes
de_de: Alle Shortcodes

source: Services Shortcode. Show all services in a row.
de_de: Service Shortcode. Zeige alle Service in einer Reihe.

source: Show a single service.
de_de: Zeige ein einzelner Service.

source: All Shortcodes parameters
de_de: Alle Shortcodes Parameter

source: Service link target. Value=self or blank, Default=self
de_de: Service Link Ziel. Wert=self oder blank, Standard=self

source: Orderby the atribute of services Value=date, ID, title, name or rand, Default=date
de_de: Sortierung von Service anhand deren Attribute. Wert=date, ID, title, Name oder rand, Standard=date

source: Sort the services in ascending or descending order. Value=asc or desc, Default=ASC
de_de: Sortiere die Service in Aufsteigender oder Absteigender Reihenfolge. Wert=asc oder desc, Standard=ASC

source: Show a service - single view
de_de: Zeige ein Service - Einzelansicht

source: Add css classnames to the item.
de_de: Fügt CSS Klassen in den Items hinzu.

source: Padding between item border and body. (CSS Padding - see the css referenz)
de_de: Padding zwischen Rand der Box und Text. (CSS-Padding - siehe CSS-Referenz)

source: Show Services in a category
de_de: Dienste von einer Kategorie anzeigen

source: e.g.
de_de: z.B.

source: Need Support?
de_de: Support benötigt?

source: Check plugin document for shortcode parameters.
de_de: Checke die Plugin Dokumentation für Shortcode Parametern.

source: Documentation
de_de: Dokumentation

source: Donate
de_de: Spenden

source: More information URL
de_de: Mehr Informationen URL

source: Site
de_de: Seite

source: Please Choose
de_de: Bitte wählen

source: Post
de_de: Beitrag

source: e.g. https://example.com
de_de: z.B. https://example.com

source: Empty Value = No Link
de_de: Leerer Inhalt = Kein Link

source: Icon name
de_de: Iconnamen

source: By default the plugin used and needed the font awesome icon libary (%s). Choose one and copy the name in this field. Important! Without first css part (.fas).
de_de: Standardmäßig benutzt und braucht das Plugin, das Font Awesome Icon Bibliothek (%s). Suche dir ein Icon aus und kopieren den Namen in dieses Feld. Achtung! Ohne den ersten css Teil (.fas).

source: Required fields
de_de: Pflichtfeld

source: Color shema
de_de: Farbschema

source: Choose a main color:
de_de: Wähle eine Hauptfarbe:

source: Choose a color for bottom border:
de_de: Wähle eine Farbe für den unteren Rand aus:

source: Use Font Awesome CDN?
de_de: Benutze Font Awesome CDN?

source: This color will use for the service section
de_de: Diese Farbe wird für den Service Teil benutzt

source: Want to use the CDN for Font Awesome Icons?
de_de: CDN für die Font Awesome Icon Bibliothek benutzen?

source: Service Settings Section. Here you can edit the Social Media Icons styles for the front/content. By default the plugin used and needed the font awesome icon libary(%s).
de_de: Service Einstellungen. Standardmäßig benutzt und braucht das Plugin, das Font Awesome Icon Bibliothek (%s).

source: yes
de_de: Ja

source: no
de_de: Nein

source: TH Service options
de_de: TH Service Einstellungen

source: Save Settings
de_de: Speichere Einstellungen

source: Debug information
de_de: Debug Informationen

source: You are seeing this because your WP_DEBUG variable is set to true.
de_de: Du siehst diese Einstellungen, weil die WP_DEBU Variable auf true gesetzt worden ist.

source: Add New Service
de_de: Service hinzufügen

source: New Service
de_de: Neuer Service

source: Edit Service
de_de: Service bearbeiten

source: View Service
de_de: Service anschauen

source: All Services
de_de: Alle Service

source: Search Service
de_de: Suche Service

source: No Services found.
de_de: Kein Service gefunden.

source: No Services found in Trash.
de_de: Kein Service im Papierkorb gefunden.

source: Service Categories
de_de: Service Kategorien

source: Service Category
de_de: Service Kategorie

source: Search Service categories
de_de: Suche Service Kategorie

source: All Service categories
de_de: Alle Service Kategorien

source: Parent Service Category
de_de: Kategorie Elterndienst

source: Parent Service Category:
de_de: Kategorie Elterndienst:

source: Edit Service Category
de_de: Service Kategorie bearbeiten

source: Update Service Category
de_de: Dienstkategorie aktualisieren

source: Add New Service Category
de_de: Neue Service Kategorie hinzufügen

source: New Service Category Name
de_de: Neuer Service Kategoriennamen

source: Separate Service categories with commas
de_de: Trennen Sie Servicekategorien durch Kommas

source: Add or remove Service category
de_de: Dienstkategorie hinzufügen oder entfernen

source: Choose from the most used Service categories
de_de: Wählen Sie aus den am häufigsten verwendeten Servicekategorien

source: No Service category found.
de_de: Keine Service Kategorie gefunden.

source: Service updated.
de_de: Service überarbeitet.

source: Service published.
de_de: Service veröffentlicht.

source: Services saved.
de_de: Service gespeichert.

source: Services draft updated.
de_de: Service Blaupause gespeichert.

source: Service name
de_de: Servicenamen
